spec/fixtures/soap/xml/IControl/LocalLB/VirtualServer/IControl.LocalLB.VirtualServer.set_destination_a65181ad47c2159dabdb67741fcb311e_request.xml

<?xml version="1.0" encoding="UTF-8"?><env:Envelope xmlns:env="http://schemas.xmlsoap.org/soap/envelope/" xmlns:wsdl="urn:iControl:LocalLB/VirtualServer"><env:Body><wsdl:set_destination><virtual_servers><value>test_virtual_server</value></virtual_servers><destinations><item><address>192.168.145.7</address><port>12</port></item></destinations></wsdl:set_destination></env:Body></env:Envelope>